tap "homebrew/bundle"
tap "homebrew/services"
tap "rowmur/tap", "https://github.com/RowMur/homebrew-tap.git"
brew "gh"
brew "git"
brew "goreleaser"
brew "lsd"
brew "nvm"
brew "postgresql@14", restart_service: true
brew "postgresql@15"
brew "postgresql@16"
brew "yadm"
brew "zoxide"
brew "rowmur/tap/blobby"
cask "1password"
cask "amethyst"
cask "arc"
cask "banana-cake-pop"
cask "raycast"
cask "visual-studio-code"
cask "warp"
vscode "astro-build.astro-vscode"
vscode "bierner.lit-html"
vscode "blanu.vscode-styled-jsx"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dunstontc.vscode-go-syntax"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "skyran.js-jsx-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "tobermory.es6-string-html"
vscode "unifiedjs.vscode-mdx"
vscode "yzhang.markdown-all-in-one"
