tap "homebrew/bundle"
tap "homebrew/services"
tap "rowmur/tap"
brew "act"
brew "pixman"
brew "cairo"
brew "dive"
brew "gh"
brew "git"
brew "goreleaser"
brew "jq"
brew "lsd"
brew "nvm"
brew "pango"
brew "pkg-config"
brew "ripgrep"
brew "starship"
brew "wget"
brew "yadm"
brew "zoxide"
brew "rowmur/tap/blobby"
cask "1password"
cask "amethyst"
cask "arc"
cask "banana-cake-pop"
cask "flameshot"
cask "raycast"
cask "session-manager-plugin"
cask "visual-studio-code"
cask "warp"
vscode "alexcvzz.vscode-sqlite"
vscode "astro-build.astro-vscode"
vscode "bierner.lit-html"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "blanu.vscode-styled-jsx"
vscode "bradlc.vscode-tailwindcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "dbaeumer.vscode-eslint"
vscode "dunstontc.vscode-go-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "qwtel.sqlite-viewer"
vscode "recode4dev.jenkinsfile"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "skyran.js-jsx-snippets"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "tobermory.es6-string-html"
vscode "unifiedjs.vscode-mdx"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
